[
    {
        "Genre": "Literary / Broadway",
        "Program Title": "Lux Radio Theater",
        "Episodes": 789,
        "Years Show Aired": "1934-1955",
        "Description": "Lux Radio Theatre was indisputably the biggest, most important, most expensive drama anthology program on radio. It ran from October 14, 1934 until June 7, 1955, then continued on television as Lux Video Theatre until 1957. In all, some 926 episodes were broadcast, providing a record of the most important entertainment events in American theatre and, later, film.\n\nThe show was first broadcast on the NBC Blue Network on Sundays at 2:30 PM. The show featured adaptations of successful Broadway plays when it was produced out of New York, such as Seventh Heaven, the first production starring Miriam Hopkins, Smilin' Through, Berkeley Square, Daddy Long Legs, Peg O' My Heart and Way Down East. On July 29, 1935, the show moved to Monday night at 9:00 PM on CBS, where it would stay until June 29, 1954. The show moved to Hollywood on May 25, 1936 with the production of The Legionnaire and the Lady, based on the film Morocco, starring Marlene Dietrich and Clark Gable. The audience for this production was estimated as high as 40 million. The show featured many of the most important films of the period, adapted to fit the 60 minute time slot. Some of the titles for 1939 should indicate the caliber and range of shows: Stage Door, Ceiling Zero, So Big, It Happened One Night, The Lives of a Bengal Lancer, Lady for a Day, The Life of Emile Zola, Tovarich, Only Angels Have Wings, The Prisoner of Zenda, The Awful Truth, Wuthering Heights, You Can't Take It With You, The Old Maid and Goodbye, Mr Chips. For its last season, (1954-1955), the show moved to Tuesday nights at 9 on NBC.",
        "ArchiveID": "OTRR_Lux_Radio_Theater_Singles"
    },
    {
        "Genre": "Literary / Broadway",
        "Program Title": "Orson Welles' Mercury Theater on the Air",
        "Episodes": 22,
        "Years Show Aired": "1938",
        "Description": "*The Mercury Theatre on the Air*, under the direction of Orson Welles, is a radio anthology series that aired from July to December 1938. Known for its adaptations of classic literary works and original scripts, the series showcased the theatrical and storytelling skills of Welles and the Mercury Theatre team. The Halloween broadcast on October 30, 1938, featuring H.G. Wells' \"The War of the Worlds,\" became particularly famous for causing panic among some listeners who believed the Martian invasion depicted was real. The series also presented adaptations of literary classics such as \"Dracula,\" \"Treasure Island,\" and \"A Tale of Two Cities.\" Orson Welles' innovative approach to radio drama, along with his distinctive voice, added a new dimension to the medium. Despite its relatively short run, the Mercury Theatre on the Air left a lasting impact on the history of radio drama and contributed to Welles' influential career in various entertainment media.",
        "ArchiveID": "OrsonWelles-MercuryTheater-1938Recordings"
    },
    {
        "Genre": "Literary / Broadway",
        "Program Title": "The Weird Circle",
        "Episodes": 78,
        "Years Show Aired": "1943-1945",
        "Description": "*The Weird Circle* was a 30-minute, syndicated, supernatural/fantasy series that ran from 1943 through 1945. The show's strength was stories from famous writers of the two genres, including Robert Lewis Stevenson, Victor Hugo, Edgar Alan Poe and even Charles Dickens. Most all of the stories came from the Victorian era or older.",
        "ArchiveID": "OTRR_Weird_Circle_Singles"
    },
    {
        "Genre": "Sci-Fi",
        "Program Title": "The Blue Beetle",
        "Episodes": 72,
        "Years Show Aired": "1940",
        "Description": "The exploits of Dan Garrett, a rookie patrolman who, by wearing bullet-proof blue chain mail, transformed himself into the mysterious Blue Beetle, a daring crusader for justice.\n\n*The Blue Beetle* was created by Charles Nicholas. The character made his first appearance in August of 1939 in the comic book Mystery Men #1, published by Fox Features Syndicate. *The Blue Beetle* radio serial aired from 05-15-40 to 09-13-40 as a CBS 30 minutes, syndicated series. Actor Frank Lovejoy provided the voice of the Blue Beetle for the first thirteen episodes. Later episodes were uncredited.",
        "ArchiveID": "OTRR_Blue_Beetle_Singles"
    },
    {
        "Genre": "Sci-Fi",
        "Program Title": "Dimension X",
        "Episodes": 50,
        "Years Show Aired": "1950-1951",
        "Description": "Dimension X was an NBC radio program broadcast mostly on an unsponsored, sustaining basis from April 8, 1950, to September 29, 1951. The first 13 episodes were broadcast live, and the remainder were prerecorded. Fred Wiehe and Edward King were the directors, and Norman Rose was heard as both announcer and narrator, opening the show with: \"Adventures in time and space... told [or transcribed] in future tense...\" For two months, beginning on July 7, 1950, the series was sponsored by Wheaties.",
        "ArchiveID": "OTRR_Dimension_X_Singles"
    },
    {
        "Genre": "Sci-Fi",
        "Program Title": "Planet Man",
        "Episodes": 77,
        "Years Show Aired": "1953",
        "Description": "This is the fascinating story of Dantro, *The Planet Man*, troubleshooter for the League of Planets organization, the law enforcement body for peace and justice in the celestial world -- whose headquarters and center of operations are situated on the capital of all planets, Planteria Rex. From Mercury to Pluto, where ever danger threatens the universe, you will find Dantro the Planet Man fighting for fair play. *The Planet Man* was a juvenile science ficton series of the 1950's transcribed and syndicated by Palladium Radio Productions. The stories are campy and predictable, but silly fun none the less. Good for a laugh or for bedtime stories for younger listeners.",
        "ArchiveID": "OTRR_Planet_Man_Ver2_Singles"
    },
    {
        "Genre": "Sci-Fi",
        "Program Title": "Space Patrol",
        "Episodes": 112,
        "Years Show Aired": "1950-1955",
        "Description": "The mission of Space Patrol was to bring law and order to the interplanetary frontier. Each episode centered around the Space Patrol crew commanded by Commander Buzz Corry, as the crew jumped around the universe in Terra V.\n\nThe show aired on ABC from 18 Sep 50 until 19 Mar 55. The cast included Ed Kemmer as Commander Corry, Lyn Osborn as Cadet Happy, Virginia Hewitt as Carol Karlyle, Ken Mayer as Major Robbie Robertson, Norman Jolley as Dr Malingro, Nina Bara as Tonga, and Bela Kovacs as Prince Baccarritti personnel and operations. The announcers were Dick Tufeld and Dick Wesson. The producer-directors was Larry Robertson and Mike Moser. The writer was Lou Huston.",
        "ArchiveID": "OTRR_Space_Patrol_Singles"
    },
    {
        "Genre": "Sci-Fi",
        "Program Title": "Tom Corbett, Space Cadet",
        "Episodes": 34,
        "Years Show Aired": "1952",
        "Description": "*Tom Corbett, Space Cadet* is a science fiction radio and television series popular in the early 1950s. The show, based on Carey Rockwell's juvenile space adventure novels, debuted on radio in 1950 before transitioning to television in 1954. Following the adventures of Tom Corbett, Roger Manning, and Astro as cadets at the Space Academy, the series offered an engaging mix of space exploration, science fiction, and coming-of-age narratives.",
        "ArchiveID": "SpaceCadet2"
    },
    {
        "Genre": "Sci-Fi",
        "Program Title": "X Minus One",
        "Episodes": 122,
        "Years Show Aired": "1955-1958",
        "Description": "Initially a revival of NBC's Dimension X (1950-51), X Minus One is widely considered among the finest science fiction dramas ever produced for radio. The first 15 episodes were new versions of Dimension X episodes, but the remainder were adaptations of newly published science fiction stories by leading writers in the field, including Isaac Asimov, Ray Bradbury, Philip K. Dick, Robert A. Heinlein, Frederik Pohl and Theodore Sturgeon, along with a few original scripts.",
        "ArchiveID": "OTRR_X_Minus_One_Singles"
    },
    {
        "Genre": "Comedy / Variety",
        "Program Title": "Bob & Ray",
        "Episodes": 434,
        "Years Show Aired": "1946-1988",
        "Alternate Collection of Episodes": "https://archive.org/details/bob-and-ray-1948-08-26-roving-reporter-ray-goulding",
        "Description": "* [The Complete Collection](https://archive.org/details/bobandraycompletecollection/Bob_and_Ray_Audio/)\n* [434 Shows from the Bob Elliott and Ray Goulding Old Time Radio Comedy Team](https://archive.org/details/bob-and-ray-1948-08-26-roving-reporter-ray-goulding)\n\nBob and Ray were an American comedy duo whose career spanned five decades, composed of comedians Bob Elliott (1923–2016) and Ray Goulding (1922–1990). The duo's format was typically to satirize the medium in which they were performing, such as conducting radio or television interviews, with off-the-wall dialogue presented in a generally deadpan style as though it were a serious broadcast.",
        "ArchiveID": "bobandraycompletecollection"
    },
    {
        "Genre": "Comedy / Variety",
        "Program Title": "Burns and Allen",
        "Episodes": 219,
        "Years Show Aired": "1934-1950",
        "Description": "*Burns and Allen* is a comedic radio show that aired from the 1930s to the 1950s, featuring the real-life married couple George Burns and Gracie Allen. Premiering in 1934, the show centered around the comedic interplay between George, the straight man, and Gracie, his whimsical and unconventional wife. Gracie's innocent yet clever comedic delivery and George's calm attempts to make sense of her antics defined the humor of the show. Known for breaking the fourth wall, with George often addressing the audience directly, the humor emerged from everyday situations, witty wordplay, and situational comedy. \"Burns and Allen\" stands as a classic, celebrated for its timeless humor and the endearing dynamic between its main characters.",
        "ArchiveID": "the-burns-and-allen-show-1934-09-26-2-leaving-for-america"
    },
    {
        "Genre": "Comedy / Variety",
        "Program Title": "The Jack Benny Program",
        "Episodes": 686,
        "Years Show Aired": "1932-1955",
        "Description": "The Jack Benny Program, which starred no less than Jack Benny himself, was a comedy series than went on-air for more than 30 years in both radio and television. It premiered on NBC Blue on May 2, 1932, and had its last episode on CBS radio on May 22, 1955, producing a total of 931 episodes. The TV adaptation, which was just a continuation of the radio program, was aired from 1950 to 1965.\n\nApart from lead character Jack Benny, other radio stars included in the show were Eddie Anderson, Don Wilson, Dennis Day, Mary Livingstone, Phil Harris, Mel Blanc, and many more. The show made use of a show-within-format, where each character's role was no other than themselves. It would start with a performance from the orchestra, or sometimes a joke between Benny and Wilson. This was followed by gags between Benny and the rest of the cast, usually about the day's news, or about the characters themselves, most especially something about Benny's life.",
        "ArchiveID": "TheJackBennyProgram"
    },
    {
        "Genre": "Comedy / Variety",
        "Program Title": "Lum and Abner",
        "Episodes": 1643,
        "Years Show Aired": "1931-1954",
        "Description": "Lum and Abner was an American network radio comedy program created by Chester Lauck and Norris Goff that was aired from 1931 to 1954. Modeled on life in the small town of Waters, Arkansas, near where Lauck and Goff grew up, the show proved immensely popular. In 1936, Waters changed its name to \"Pine Ridge\" after the show's fictional town.\n\nThe series was created by co-stars Chester Lauck (who played Columbus \"Lum\" Edwards) and Norris Goff (Abner Peabody). Lum always pronounced his own name as Ed'erds and was very annoyed if Abner or anyone brought up his full first name. The two characters performed as a double act, with Lum generally playing the straight man to Abner's attempts to break free from Lum's influence. As co-owners of the Jot 'em Down Store in the fictional town of Pine Ridge, Arkansas, the pair are constantly stumbling upon moneymaking ideas only to find themselves fleeced by nemesis Squire Skimp, before finally finding a way to redeem themselves. Lum and Abner played the hillbilly theme with deceptive cleverness.",
        "ArchiveID": "l-a-1953-11-20-xx-thanksgiving-in-pine-ridge"
    },
    {
        "Genre": "Comedy / Variety",
        "Program Title": "You Bet Your Life",
        "Episodes": 180,
        "Years Show Aired": "1947-1961",
        "Description": "*You Bet Your Life* is a classic television and radio game show hosted by the legendary comedian Groucho Marx. The show premiered on radio in 1947 and later transitioned to television, running from 1950 to 1961. The format featured a mix of quiz questions and comedic interviews with contestants. Groucho engaged in witty banter with the contestants, often ad-libbing humorous remarks and one-liners. The highlight of the show was the secret word, a common word that if mentioned by a contestant during the course of the game would earn them a cash prize.",
        "ArchiveID": "you-bet-your-life-1952-02-20-160-secret-word-heart"
    },
    {
        "Genre": "Sitcom",
        "Program Title": "Amos and Andy",
        "Episodes": 328,
        "Years Show Aired": "1928-1960",
        "Description": "*Amos and Andy* is a radio show that aired from the late 1920s to the early 1960s, featuring the characters Amos Jones and Andrew Hogg Brown, two African American friends running a taxi business in Harlem. Created and voiced by white actors Freeman Gosden and Charles Correll, the show initially relied on broad stereotypes but underwent changes over time in response to criticism. Despite controversy surrounding its racial portrayals, the show drew a significant audience with its humorous storytelling and evolving characterizations. While \"Amos and Andy\" played a historic role in radio, its legacy is also marked by ongoing discussions about racial representation in media.",
        "ArchiveID": "a-a-1948-11-14-183-tourist-sightseeing-agency-aka-ny-sightseeing-agency-aka-andy"
    },
    {
        "Genre": "Sitcom",
        "Program Title": "Fibber McGee and Molly",
        "Episodes": 1228,
        "Years Show Aired": "1935-1959",
        "Description": "Starring the wonderful husband and wife team of Jim and Marian Jordan as the named characters, the show chronicles the life, foibles and follies of Fibber and his understanding -and perhaps long-suffering - wife, Molly. The show was a stalwart of the golden days of radio, airing from 1935-1953 as 30-minute weekly episodes, 1953-1956 as five day-a-week 15-minute episodes, and then every weekend on NBC's Monitor, in five 3-to-5 minute vignettes throughout the day each Saturday and Sunday from 1957-1959.",
        "ArchiveID": "fibber-mc-gee-and-molly"
    },
    {
        "Genre": "Sitcom",
        "Program Title": "The Great Gildersleeve",
        "Episodes": 543,
        "Years Show Aired": "1941-1957",
        "Description": "*The Great Gildersleeve* is a radio situation comedy broadcast from August 31, 1941, to March 21, 1957. Initially written by Leonard Lewis Levinson, it was one of broadcast history's earliest spin-off programs. The series was built around the character Throckmorton P. Gildersleeve, a regular element of the radio situation comedy *Fibber McGee and Molly*. The character was introduced in the October 3, 1939 episode (number 216) of that series. *The Great Gildersleeve* enjoyed its greatest popularity in the 1940s. Actor Harold Peary played the character during its transition from the parent show into the spinoff and later in four feature films released at the height of the show's popularity.",
        "ArchiveID": "Otrr_The_Great_Gildersleeve_Singles"
    },
    {
        "Genre": "Sitcom",
        "Program Title": "My Favorite Husband",
        "Episodes": 103,
        "Years Show Aired": "1948-1951",
        "Description": "*My Favorite Husband* is a radio sitcom that aired from 1948 to 1951 and laid the foundation for the later television series \"I Love Lucy.\" The show starred Lucille Ball and Richard Denning as Liz and George Cooper, a married couple living in the fictional town of Sheridan Falls. Liz was an imaginative and often humorous woman who found herself in various comedic situations. The series revolved around the typical ups and downs of married life, with a comedic twist. \"My Favorite Husband\" showcased Lucille Ball's comedic talent and served as a precursor to the iconic character Lucy Ricardo, which she later portrayed in the groundbreaking television sitcom \"I Love Lucy.\"",
        "ArchiveID": "my-favorite-husband-1949-09-30-55-womens-club-election"
    },
    {
        "Genre": "Sitcom",
        "Program Title": "Our Miss Brooks",
        "Episodes": 188,
        "Years Show Aired": "1948-1957",
        "Description": "Our Miss Brooks is an American sitcom starring Eve Arden as a sardonic high-school English teacher. It began as a radio show broadcast on CBS from 1948 to 1957. When the show was adapted to television (1952–56), it became one of the medium's earliest hits. In 1956, the sitcom was adapted for the big screen in the film of the same name.",
        "ArchiveID": "Our_Miss_Brooks_190_Episodes"
    },
    {
        "Genre": "Western",
        "Program Title": "Gunsmoke Radio Show (1952-1961)",
        "Episodes": 486,
        "Years Show Aired": "1952-1961",
        "Description": "Gunsmoke first aired on the CBS network on April 26, 1952, billed as the first adult western. It was set in Dodge City, Kansas in the 1870's. The main character, Matt Dillon, was played by William Conrad. On August 6, 1951, William Conrad played the lead in a show entitled \"Pagosa\" in the series Romance, where he played the part of a reluctant sheriff in a tough Western town. Although not a true audition, Conrad's character role is very close the that of Matt Dillon in Gunsmoke. It was one of the \"stepping stones\" toward the production of Gunsmoke.\n\nOther regular characters were Chester Proudfoot, played by Parley Baer; Kitty, played by Georgia Ellis; and Doc Adams, played by Howard McNear.\n\nThe series featured top-notch acting and well-developed scripts that set it apart from many other shows, not only Westerns; however, it was the sound effects that stood out the most. Listen carefully and one can hear many levels of sound that really helps transport the listener back to the old west.",
        "ArchiveID": "gunsmoke_radio_show_1952-1961_improved_audio_no_commercials"
    },
    {
        "Genre": "Western",
        "Program Title": "Have Gun Will Travel",
        "Episodes": 106,
        "Years Show Aired": "1958-1960",
        "Description": "\"Have Gun Will Travel\" is a radio Western created by Sam Rolfe and Herb Meadow and starring John Dehner as Paladin that aired on CBS radio from November 23, 1958, to November 22, 1960. Paladin, a 'Gun For Hire,' resides in and operates from the Carleton Hotel in 1875 San Francisco. Throughout the series, Paladin engages in conversations with the Carleton Hotel's Chinese bellhop, 'Hey-Boy,' portrayed by Ben Wright.",
        "ArchiveID": "HaveGunWillTravel_543"
    },
    {
        "Genre": "Western",
        "Program Title": "Hopalong Cassidy",
        "Episodes": 104,
        "Years Show Aired": "1949-1952",
        "Description": "Hopalong Cassidy is a fictional cowboy-hero, created in 1904 by Clarence E. Mulford and appearing in a series of popular stories and later novels. Here the character appears as a rude, rough-talking 'galoot'. Beginning in 1935, the character, played by William Boyd was transformed into the clean-cut hero of a series of 66 immensely popular films, only a few of which were based on Mulford's works, but which led, in turn, to a comic book series modelled after the films.\n\nOn June 24, 1949, Hoppy became the first network Western television series, airing on NBC. At first NBC fashioned the shows out of the films after paying Boyd, who owned the TV rights to his films, a quarter-million dollars for them. The footage later shot for the TV series starred Boyd, with Edgar Buchanan as his sidekick \"Red Connors\" and numerous tie-ins. The theme music for the TV show was written by veteran songwriters Nacio Herb Brown (music) and L. Wolfe Gilbert (lyrics). The show ranked number 7 in the 1949 Nielsen ratings. The Mutual Broadcasting System began broadcasting a radio version of Hopalong Cassidy in January 1950; at the end of September, the show moved to CBS Radio, where it ran into 1952.",
        "ArchiveID": "HopalongCassidy"
    },
    {
        "Genre": "Western",
        "Program Title": "The Lone Ranger",
        "Episodes": 2221,
        "Years Show Aired": "1933-1954",
        "Description": "A fiery horse with the speed of light, a cloud of dust and a hearty hi-yo silver! The Lone Ranger! With his faithful Indian companion Tonto, the daring and resourceful masked rider of the plains led the fight for law and order in the early western United States. Nowhere in the pages of history can one find a greater champion of justice. Return with us now to those thrilling days of yesteryear! From out of the past come the thundering Hoofbeats of the great horse Silver ... the Lone Ranger rides again!",
        "ArchiveID": "OTRR_LoneRanger_Singles"
    },
    {
        "Genre": "Western",
        "Program Title": "Ranger Bill",
        "Episodes": 221,
        "Years Show Aired": "1950-1962",
        "Description": "\"Ranger Bill, Warrior of the Woodland, struggling against extreme odds, traveling dangerous trails, fighting the many enemies of nature. This is the job of the guardian of the forest, Ranger Bill. Pouring rain, freezing cold, blistering heat, snows, floods, bears, rattlesnakes, mountain lions. Yes, all this in exchange for the satisfaction and pride of a job well done.\" That was the opening of Ranger Bill, a Christian radio adventure serial produced under the auspices of the Moody Broadcasting Network and the Moody Bible Institute. There were 206 episodes of Ranger Bill, which ran from 1950 to 1954 in a 15-minute format on WMBI in Chicago, and in syndication as a 30-minute show from 1954 to 1962.\n\nThe series followed the adventures of Park Ranger Bill Jefferson. Miron Canaday starred as Bill, the chief forest ranger in the small Rocky Mountain town of Knotty Pine, where the former US Marine lived with his mother. Ranger Bill was your standard radio hero, a paragon of fitness and virtue who could resolve nearly any situation. Ranger Bill and his friends were faced with many situations to solve over the years, from the mundane, like finding lost kids or investigating the problems racing boats were causing on the lake, to the fantastic, including several elephant attacks, spacemen apparently coming from a meteor and trying to find a lost treasure in the Amazon, all the while stressing positive Christian values for young people.",
        "ArchiveID": "OTRR_Ranger_Bill_Singles"
    },
    {
        "Genre": "Mystery / Crime",
        "Program Title": "The Adventures of Frank Race",
        "Episodes": 43,
        "Years Show Aired": "1949-1950",
        "Description": "*The Adventures of Frank Race* was a syndicated show produced by Bruce Eells Productions in Hollywood. Each program began with the introduction: \"Before the war, Frank Race worked as an attorney, but he traded his law books for the cloak-and-dagger of the OSS. When the war was over, his former life was over too....adventure became his business!\"\n\nAlthough Race ran his investigative business out of a New York City office, he and his sidekick, Mark Donovan, were seldom there. Their pursuit of wrong-doers led them to ex-Nazi jewel robbers in Berlin and Monte Carlo, import thieves in Tunis, etc. Most of his assignments came from international insurance companies thus making the program something of a cross between more familiar contemporaries *Dangerous Assignment* and *Yours Truly, Johnny Dollar*.",
        "ArchiveID": "OTRR_Frank_Race_Singles"
    },
    {
        "Genre": "Mystery / Crime",
        "Program Title": "Adventures of Philip Marlowe",
        "Episodes": 105,
        "Years Show Aired": "1947-1951",
        "Description": "The Adventures of Philip Marlowe\" was a radio series that featured Raymond Chandler's hard-boiled private eye, Philip Marlowe. Premiering on NBC in 1947 and moving to CBS in 1948, the show, starring Gerald Mohr as Marlowe, stood out for its serious and gritty tone in the detective genre. Notable recurring characters include Lieutenant Ybarra, a police officer who often interacted with Marlowe during investigations, and Marlowe's secretary, Effie Perrine, who provided a connection to his office and occasionally became involved in the cases.",
        "ArchiveID": "OTRR_Philip_Marlowe_Singles"
    },
    {
        "Genre": "Mystery / Crime",
        "Program Title": "The Adventures of Sam Spade",
        "Episodes": 99,
        "Years Show Aired": "1946-1951",
        "Description": "The Adventures of Sam Spade, Detective was a radio series based loosely on the private detective character Sam Spade, created by writer Dashiell Hammett for The Maltese Falcon. The show ran for 13 episodes on ABC in 1946, for 157 episodes on CBS in 1946–1949, and finally for 75 episodes on NBC in 1949–1951. The series starred Howard Duff (and later, Steve Dunne) as Sam Spade and Lurene Tuttle as his secretary Effie, and took a considerably more tongue-in-cheek approach to the character than the novel or movie. The announcer was Dick Joy.",
        "ArchiveID": "OTRR_Sam_Spade_Singles"
    },
    {
        "Genre": "Mystery / Crime",
        "Program Title": "Adventures of the Falcon",
        "Episodes": 98,
        "Years Show Aired": "1943-1954",
        "Description": "*The Falcon* is a radio series that emerged in the mid-1940s, adapting the suave and debonair detective character created by Michael Arlen. The show featured the Falcon, a sophisticated and witty private investigator named Michael Waring, known for his charm and keen observational skills. Portrayed by actors such as Les Damon and George Petrie, the Falcon's adventures typically involved him navigating through a world of crime, often with a touch of humor. In the series, the Falcon was frequently accompanied by his sidekick, Goldie Locke, an ex-con with a reformed sense of loyalty. The dynamic between the Falcon and Goldie added a distinctive element to the show, blending humor with crime-solving. The Falcon's quick wit and resourcefulness made the series a noteworthy entry in the detective radio genre, offering listeners a mix of mystery, charm, and clever banter.",
        "ArchiveID": "OTRR_Falcon_Singles"
    },
    {
        "Genre": "Mystery / Crime",
        "Program Title": "The Black Museum",
        "Episodes": 53,
        "Years Show Aired": "1951-1952",
        "Description": "\"The Black Museum\" is a radio crime drama series that aired from 1951 to 1952. Created by the prolific British writer and producer Orson Welles, the series was based on real-life criminal cases and presented by Orson Welles in a museum-like setting. Each episode focused on a particular object associated with a crime, which was showcased in the fictional Black Museum. Welles provided dramatic narration and background details, guiding listeners through the sinister stories behind each artifact.",
        "ArchiveID": "OTRR_Black_Museum_Singles"
    },
    {
        "Genre": "Mystery / Crime",
        "Program Title": "Broadway Is My Beat",
        "Episodes": 153,
        "Years Show Aired": "1949-1954",
        "Description": "*Broadway's My Beat*, a radio crime drama, ran on CBS from February 27, 1949 to August 1, 1954. With music by Robert Stringer, the show originated from New York during its first three months on the air, with Anthony Ross portraying Times Square Detective Danny Clover. John Dietz directed for producer Lester Gottlieb.",
        "ArchiveID": "OTRR_Broadway_Is_My_Beat_Singles"
    },
    {
        "Genre": "Mystery / Crime",
        "Program Title": "Calling All Cars",
        "Episodes": 298,
        "Years Show Aired": "1933-1939",
        "Description": "*Calling All Cars* aired from 29 Nov 1933 until 8 Sep 1939 and originated on the West coast over the Columbia Broadcasting System. The show was sponsored by the Rio Grande Oil Company which was a part of the Sinclair Oil Corporation. The show only ran in areas where Rio Grande \"Cracked\" gasoline was sold.\n\nThe writer-director of the show was William N Robson. Each episode was dramatization of a true crime story, how each crime was solved and justice served. Episodes were introduced mainly by officers of the Los Angeles Police Department. Sgt Jesse Rosenquist, a police dispatcher was a part of the entire run of the series.",
        "ArchiveID": "OTRR_Calling_All_Cars_Singles"
    },
    {
        "Genre": "Mystery / Crime",
        "Program Title": "CBS Radio Mystery Theater",
        "Episodes": 1399,
        "Years Show Aired": "1974-1982",
        "Description": "***CBS Radio Mystery Theater*** (a.k.a. ***Radio Mystery Theater*** and ***Mystery Theater***, sometimes abbreviated as ***CBSRMT***) is a radio drama series created by Himan Brown that was broadcast on CBS Radio Network affiliates from 1974 to 1982, and later in the early 2000s was repeated by the NPR satellite feed.\n\nThe format was similar to that of classic old time radio shows like *The Mysterious Traveler* and *The Whistler*, in that the episodes were introduced by host E. G. Marshall who provided pithy wisdom and commentary throughout. Unlike the hosts of those earlier programs, Marshall is fully mortal, merely someone whose heightened insight and erudition plunge the listener into the world of the macabre.\n\nAs with Himan Brown's prior *Inner Sanctum Mysteries*, each episode of *CBS Radio Mystery Theater* opened and closed with the ominous sound of a creaking door. This sound effect is accompanied by Marshall's greeting, \"Come in!… Welcome. I'm E. G. Marshall.\" At each show's conclusion, the door swings shut, and Marshall signs off with: \"Until next time, pleasant… dreams?\" This is followed by an extended variation of the show's theme music.\n\n*CBSRMT* was broadcast each weeknight, at first with a new program each night. Later in the run, three or four episodes were new originals each week, and the remainder repeats. There were 1,399 original episodes. The total number of broadcasts, including repeats, was 2,969. Each episode was allotted a full hour of airtime, but after commercials and newscasts, each episode typically ran for around 45 minutes.",
        "ArchiveID": "cbsrmt-74-02-08-33-conspiracy-to-defraud"
    },
    {
        "Genre": "Mystery / Crime",
        "Program Title": "Dragnet",
        "Episodes": 298,
        "Years Show Aired": "1949-1957",
        "Description": "This series was broadcasted from June 3, 1949 to February 26, 1957 on NBC at various times and days, starring Dragnet starred Jack Webb as Detective Sergeant Joe Friday. Various partners throughout the show's run were Sergeant Ben Romero (Barton Yarborough), Ed Jacobs (Barney Phillips), and Officer Frank Smith (Ben Alexander). Webb was the creator/Director of the series and wanted everything to be as authentic as possible, down to the last sound effect. The stories were based on actual police files and \"the names were changed to protect the innocent\".\n\nDragnet broke a few radio taboos as well, such as dramatizing sex crimes. Children also were killed on occasion as in the episode \"Twenty-Two Rifle For Christmas\". The series eventually went to television and ran there for many years. The familiar DUM DE DUM DUM, the first four notes of the opening theme composed by Walter Schumann, became a pop culture legend and was forever associated with Dragnet.",
        "ArchiveID": "Dragnet_OTR"
    },
    {
        "Genre": "Mystery / Crime",
        "Program Title": "Inner Sanctum Mysteries",
        "Episodes": 155,
        "Years Show Aired": "1941-1952",
        "Description": "The anthology series featured stories of mystery, terror and suspense, and its tongue-in-cheek introductions were in sharp contrast to shows like Suspense and The Whistler. The early 1940s programs opened with Raymond Edward Johnson introducing himself as, \"Your host, Raymond,\" in a mocking sardonic voice. A spooky melodramatic organ score (played by Lew White) punctuated Raymond's many morbid jokes and playful puns. Raymond's closing was an elongated \"Pleasant dreeeeaams, hmmmmm?\" His tongue-in-cheek style and ghoulish relish of his own tales became the standard for many such horror narrators to follow, from fellow radio hosts like Ernest Chappell (on Wyllis Cooper's later series, Quiet, Please) and Maurice Tarplin (on The Mysterious Traveler).",
        "ArchiveID": "OTRR_Inner_Sanctum_Mysteries_Singles"
    },
    {
        "Genre": "Mystery / Crime",
        "Program Title": "Let George Do It",
        "Episodes": 433,
        "Years Show Aired": "1946-1954",
        "Description": "*Let George Do It* was a radio drama series produced by Owen and Pauline Vinson from 1946 to 1954. It starred Bob Bailey as detective-for-hire George Valentine (with Olan Soule stepping into the role in 1954).\n\nClients came to Valentine's office after reading a newspaper carrying his classified ad:\n\n> *Personal notice: Danger's my stock in trade. If the job's too tough for you to handle, you've got a job for me. George Valentine.*\n\nThe few earliest episodes were more sitcom than private eye shows, with a studio audience providing scattered laughter at the not-so-funny scripts. Soon the audience was banished, and George went from stumbling comedic hero to tough guy private eye and the music from wah-wah-wah to suspenseful. Valentine's secretary was Claire Brooks, aka Brooksie (Frances Robinson, Virginia Gregg, Lillian Buyeff). As Valentine made his rounds in search of the bad guys, he usually encountered Brooksie's kid brother, Sonny (Eddie Firestone), Lieutenant Riley (Wally Maher) and elevator man Caleb (Joseph Kearns). For the first few shows, Sonny was George's assistant, but he was soon relegated to an occasional character.\n\nSponsored by Standard Oil, the program was broadcast on the West Cast Mutual Broadcasting System from October 18, 1946 to September 27, 1954, first on Friday evenings and then on Mondays. In its last season, transcriptions were aired in New York, Wednesdays at 9:30pm, from January 20, 1954 to January 12, 1955.\n\nJohn Hiestand was the program's announcer. Don Clark directed the scripts by David Victor and Jackson Gillis. The background music was supplied by Eddie Dunstedter, initially with a full orchestra. When television supplanted radio as the country's primary home entertainment, radio budgets got skimpier and skimpier and Dunstedter's orchestra was replaced by an organ.",
        "ArchiveID": "OTRR_Let_George_Do_It_Singles"
    },
    {
        "Genre": "Mystery / Crime",
        "Program Title": "The Lives of Harry Lime",
        "Episodes": 52,
        "Years Show Aired": "1951-1952",
        "Description": "*The Lives of Harry Lime* is a radio series that aired from 1951 to 1952 on the BBC, in which Orson Welles reprised his role of Harry Lime from the celebrated 1949 film adaptation of Graham Greene's novel *The Third Man*. The radio series is a \"prequel\" to the film and follows the adventures of the charming yet morally ambiguous con-artist Lime in post-war Vienna, exploring the gray areas of morality and intrigue. The series is remembered for its atmospheric narratives and the distinctive zither music, famously associated with *The Third Man*, which added to the noir ambiance of the show.",
        "ArchiveID": "TheLivesOfHarryLime"
    },
    {
        "Genre": "Mystery / Crime",
        "Program Title": "The Man Called X",
        "Episodes": 115,
        "Years Show Aired": "1944-1952",
        "Description": "*A Man Called X* is a radio espionage thriller that aired from 1944 to 1952, captivating audiences with its blend of mystery, intrigue, and exotic adventures. Originally launched as a summer series on CBS (July 10 to August 28, 1944), it transitioned to the Blue Network for about six months (September 9, 1944, to March 3, 1945), before settling at NBC where it lasted until May 20, 1952. Herbert Marshall portrayed the lead character, Ken Thurston, a sophisticated international operative working for an unspecified American government agency, with notable assistance from the comic relief character Pegon Zeldschmidt, played by Leon Belasco. The program, sponsored by the likes of Frigidaire and General Motors, featured direction by Jack Johnstone and music by Johnny Green; it epitomized the glamour and danger of spy fiction during World War II and the early Cold War years, later adopting a television format in the early 1950s with Barry Sullivan, albeit with less success.",
        "ArchiveID": "OTRR_Man_Called_X_Singles"
    },
    {
        "Genre": "Mystery / Crime",
        "Program Title": "Molle Mystery Theatre",
        "Episodes": 71,
        "Years Show Aired": "1943-1948",
        "Description": "The Molle Mystery Theatre is a radio anthology series that aired from 1943 to 1948, sponsored by the Molle Shaving Cream Company. The show featured a mix of mystery and crime dramas, adapting stories from various literary sources. Each episode presented a self-contained mystery, often with twists and turns that kept listeners on the edge of their seats.",
        "ArchiveID": "OTRR_Molle_Mystery_Theatre_Singles"
    },
    {
        "Genre": "Mystery / Crime",
        "Program Title": "Mr. District Attorney",
        "Episodes": 84,
        "Years Show Aired": "1939-1952",
        "Description": "*Mr. District Attorney* is a popular radio crime drama, produced by Samuel Bischoff, which aired on NBC and ABC from April 3, 1939 to June 13, 1952 (and in transcribed syndication through 1953). The series focused on a crusading D.A., initially known only as \"Mister District Attorney,\" or \"Chief\", and was later translated to television. On television the D.A. had a name, Paul Garrett, and the radio version picked up this name in the final years when David Brian played the role. A key figure in the dramas was the D.A.'s secretary, Edith Miller (Vicki Vola). Created, written, and directed by former law student Ed Byron, the series was inspired by the early years of New York governor Thomas E. Dewey.",
        "ArchiveID": "OTRR_Mr_District_Attorney_Singles"
    },
    {
        "Genre": "Mystery / Crime",
        "Program Title": "Nick Carter Master Detective",
        "Episodes": 150,
        "Years Show Aired": "1943-1955",
        "Description": "*Nick Carter, Master Detective* was a classic old-time radio show that captivated audiences during the golden age of radio from the 1930s to the 1950s. Premiering in 1943, the series followed the adventures of Nick Carter, a brilliant detective and master of deduction, as he tackled a wide array of criminal cases. Based on characters from popular pulp fiction stories, the radio adaptation brought Nick Carter to life with a charismatic and sharp portrayal by various actors over the years. The show was known for its gripping narratives, clever plots, and the signature catchphrase, \"Master Detective and Champion of the Weak.\"",
        "ArchiveID": "OTRR_Nick_Carter_Master_Detective_Singles"
    },
    {
        "Genre": "Mystery / Crime",
        "Program Title": "Philo Vance",
        "Episodes": 95,
        "Years Show Aired": "1945-1950",
        "Description": "*Philo Vance* was a radio series that ran from 1945 to the early 1950s, adapting the detective character created by S. S. Van Dine. The show featured Philo Vance, an erudite amateur detective known for his refined tastes and intellectual prowess. Portrayed by various actors, Vance tackled a range of mysteries with meticulous attention to detail and deduction. He was often accompanied by his loyal and practical secretary, Ellen Deering, and his friend, District Attorney Markham, who provided a legal perspective to Vance's investigations.",
        "ArchiveID": "OTRR_Philo_Vance_Singles"
    },
    {
        "Genre": "Mystery / Crime",
        "Program Title": "Richard Diamond, Private Detective",
        "Episodes": 106,
        "Years Show Aired": "1949",
        "Description": "*Richard Diamond, Private Detective* came to NBC in 1949. Diamond was a slick, sophisticated detective, with a sharp tongue for folks who needed it. Diamond enjoyed the detective life, but not as much as entertaining his girl, Helen Asher. After each show, he would croon a number to his Park Avenue sweetheart. Mr. Powell, a former song and dance man, was perfect for the role. He added an extra dimension to the 40's hokey private eye drama.\n\nDiamond was a rough gumshoe that would often get knocked on the head with a revolver butt or other items. His counterpart on the police force was Lt. Levinson who often accepted Diamond's help reluctantly. Levinson would claim to get stomach trouble whenever Diamond would call him and would take bicarbonate to settle his aching stomach. Although they always seem at odds with each other, Diamond and Levinson were best friends.",
        "ArchiveID": "OTRR_Richard_Diamond_Private_Detective_Singles"
    },
    {
        "Genre": "Mystery / Crime",
        "Program Title": "The Shadow",
        "Episodes": 239,
        "Years Show Aired": "1932-1954",
        "Alternate Collection of Episodes": "https://archive.org/details/the-shadow-radio-show-1937-1954-old-time-radio-all-available-episodes, 203 episodes",
        "Description": "* [The Shadow - 239 Episodes of the Old Time Radio Drama](https://archive.org/details/the-shadow-1938-10-09-141-death-stalks-the-shadow)\n* Alternative: [The Shadow Radio Show 1937-1954 Old Time Radio (All Available Episodes)](https://archive.org/details/the-shadow-radio-show-1937-1954-old-time-radio-all-available-episodes), 203 episodes.\n\nThe show aired for 22 years, from 1932 to 1954, and followed the exploits of amateur detective Lamont Cranston and his companion Margo Lane. Cranston learned the secret of clouding men's minds to make him invisible, allowing him to become The Shadow and work on the side of law enforcement to prove to young and old alike that crime does not pay! Over the 22 years, Cranston was portrayed by Frank Readick (although none of his 86 episodes appear to have survived), the legendary Orson Welles, Bill Johnstone and Bret Morrison. The lovely Margo Lane was portrayed the exceptional Agnes Moorehead, Marjorie Anderson, Lesley Woods and Grace Matthews. Unfortunately only about 1/3 of aired episodes appear to be currently circulating.",
        "ArchiveID": "the-shadow-1938-10-09-141-death-stalks-the-shadow"
    },
    {
        "Genre": "Mystery / Crime",
        "Program Title": "Sherlock Holmes (Basil Rathbone and Nigel Bruce)",
        "Episodes": 53,
        "Years Show Aired": "1939-1940",
        "Description": "Fifty-two shows from the Mutual Broadcasting System radio program starring Basil Rathbone as Sherlock Holmes and Nigel Bruce as Dr. Watson. The show was sponsored in 1939-40 by Grove's Bromo Quinine and later enjoyed an extended run as The New Adventures of Sherlock Holmes under the sponsorship of Petri Wines. These recordings are of varying quality with most in the good to very good sound range. The files have been tagged with the most accurate information available and each file name begins with the original broadcast air date.",
        "ArchiveID": "sherlockholmes_otr"
    },
    {
        "Genre": "Mystery / Crime",
        "Program Title": "This is Your FBI",
        "Episodes": 382,
        "Years Show Aired": "1945-1953",
        "Description": "***This Is Your FBI*** was a radio crime drama which aired in the United States on ABC from April 6, 1945 to January 30, 1953 for a total of 409 shows. The show featured true cases from FBI, and told from an agent's viewpoint. FBI chief J. Edgar Hoover gave it his endorsement, considering it \"Our Show\" and calling it \"the finest dramatic program on the air\".",
        "ArchiveID": "OTRR_This_Is_Your_FBI_Singles"
    },
    {
        "Genre": "Mystery / Crime",
        "Program Title": "Yours Truly, Johnny Dollar",
        "Episodes": 721,
        "Years Show Aired": "1949-1962",
        "Description": "For over twelve years, from 1949 through 1962 (including a one year hiatus in 1954-1955), this series recounted the cases \"the man with the action-packed expense account, America’s fabulous freelance insurance investigator, Johnny Dollar\". Johnny was an accomplished 'padder' of his expense account. The name of the show derives from the fact that he closed each show by totaling his expense account, and signing it \"End of report... Yours Truly, Johnny Dollar\".",
        "ArchiveID": "OTRR_YoursTrulyJohnnyDollar_Singles"
    },
    {
        "Genre": "Thriller",
        "Program Title": "Escape",
        "Episodes": 250,
        "Years Show Aired": "1947-1954",
        "Description": "Escape is an American radio drama. It was radio's leading anthology series of high-adventure radio dramas, airing on CBS from July 7, 1947 to September 25, 1954.",
        "ArchiveID": "OTRR_Escape_Singles"
    },
    {
        "Genre": "Thriller",
        "Program Title": "Fire Fighters",
        "Episodes": 349,
        "Years Show Aired": "1948-1950s",
        "Description": "\"Fire Fighters\" is a radio series that aired from the late 1940s to the early 1950s, sponsored by the makers of Anchor Hocking glass products. The show followed the adventures of rookie firefighter Tim Collins and fire chief Bob Cody. Written by Frank Jones, \"Fire Fighters\" starred Cameron Prud’Homme and Lyle Sudrow. Each episode presented a self-contained story revolving around the heroic efforts of the fire department to save lives and property, aiming to entertain and educate listeners about fire safety and the courageous work of firefighters.",
        "ArchiveID": "OTRR_Firefighters_Singles"
    },
    {
        "Genre": "Thriller",
        "Program Title": "Lights Out",
        "Episodes": 86,
        "Years Show Aired": "1934-1947",
        "Description": "\"Lights Out\" is a radio horror anthology series created by Wyllis Cooper that debuted in 1934 and continued until 1947. Known for its intense and suspenseful stories, \"Lights Out\" became a hallmark in the horror genre. The series, characterized by its vivid storytelling and effective use of sound effects, explored a range of horror themes, from supernatural tales to psychological horror. Arch Oboler's tenure brought a darker and more intense tone to the show, making episodes like \"Revolt of the Worms\" and \"The Dark\" particularly infamous for their terrifying narratives. \"Lights Out\" remains a significant milestone in the history of radio horror, influencing subsequent generations of horror-themed radio and television programs with its ability to evoke fear through the power of audio storytelling.",
        "ArchiveID": "LightsOutoldTimeRadio"
    },
    {
        "Genre": "Thriller",
        "Program Title": "The Mysterious Traveler",
        "Episodes": 70,
        "Years Show Aired": "1943-1952",
        "Description": "*The Mysterious Traveler* ran on Mutual from December 1943 until about September of 1952. This tremendously popular radio show was truly an all around favorite for any mystery lover of the time. It was the brainchild and magnum opus of golden age writing greats Robert Arthur and David Kogan.\n\nDuring its magnificent run, it was nominated for the coveted Edgar award for \"Best Radio Drama\" in 1949, 1951 and finally garnered a hands down win in 1953. The only show to have more nominations was CBS powerhouse ***Suspense\\***. *The Mysterious Traveler* scripts totaled nearly 400 with only about 70 surviving today.",
        "ArchiveID": "OTRR_Mysterious_Traveler_Singles"
    },
    {
        "Genre": "Thriller",
        "Program Title": "Quiet, Please!",
        "Episodes": 55,
        "Years Show Aired": "1947-1949",
        "Description": "Quiet, Please! was a radio fantasy and horror program created by Wyllis Cooper, also known for creating Lights Out. Ernest Chappell was the show's announcer and lead actor. Quiet, Please! debuted June 8, 1947 on the Mutual Broadcasting System, and its last episode was broadcast June 25, 1949, on the ABC. A total of 106 shows were broadcast, with only a very few of them repeats.\nEarning relatively little notice during its initial run, Quiet, Please! has since been praised as one of the finest efforts of the golden age of American radio drama. Professor Richard J. Hand of the University of Glamorgan. In a detailed critical analysis of the series, Hand argued that Cooper and Chappell \"created works of astonishing originality\" (Hand, 145); he further describes the program as an \"extraordinary body of work\" (Hand, 158), which established Cooper \"as one of the greatest auteurs of horror radio.\" (Hand, 161) Similarly, radio historian Ron Lackmann declares that the episodes \"were exceptionally well written and outstandingly acted\" (Lackmann, 226), while John Dunning describes the show as \"a potent series bristling with rich imagination.\"",
        "ArchiveID": "QuietPlease_806"
    },
    {
        "Genre": "Thriller",
        "Program Title": "Suspense",
        "Episodes": 911,
        "Years Show Aired": "1940-1962",
        "Alternate Collection of Episodes": "https://archive.org/details/SUSPENSE_Radio_Digitally_Restored_Collection, 465 episodes",
        "Description": "***Suspense*** is a radio drama series broadcast on CBS Radio from 1940 through 1962. One of the premier drama programs of the Golden Age of Radio, was subtitled \"radio's outstanding theater of thrills\" and focused on suspense thriller-type scripts, usually featuring leading Hollywood actors of the era. Approximately 945 episodes were broadcast during its long run, and more than 900 still exist.",
        "ArchiveID": "OTRR_Suspense_Singles"
    }
]